import ShowMenuItem from "./MenuItem";

export const ProductOne = () => {
    return(
        <ShowMenuItem
            categoriesName={" в Детский мир"}
            name_1={"Детская одежда"}
            name_2={"Детская обувь"}
            name_3={"Детские коляски"}
            name_13={"Детские автокресло"}
            name_5={"Детская мебель"}
            name_6={"Игрушки"}
            name_7={"Детский транспорт"}
            name_8={"Кормление"}
            name_9={"Товары для школьников"}
            name_10={"Прочие детские товары"}

        />
    )
}


export const ProductTwo = () =>{
    return(
        <ShowMenuItem
            categoriesName={" в Недвижимость"}
            name_1={"Квартиры"}
            name_5={"Дома"}
            name_9={"Земля"}
            name_14={"Гаражи / стоянки"}
            name_2={"Коммерческие помещения"}


        />
    )
}


export const ProductThree = () => {
    return(
        <ShowMenuItem
            categoriesName={"в Транспорт"}
            name_1={"Легковые автомобили"}
            name_2={"Автозапчасти и аксессуары"}
            name_3={"Шины, диски и колёса"}
            name_4={"Мото"}
            name_5={"Мотозапчасти и аксессуары"}
            name_6={"Другой транспорт"}
            name_7={"Автобусы"}
            name_8={"Грузовые автомобили"}
            name_9={"Прицепы"}
            name_10={"Спецтехника"}
            name_11={"Сельхозтехника"}
            name_13={"Запчасти для спец / с.х. техники"}
            name_14={"Водный транспорт"}
            name_15={"Прочие запчасти"}

        />
    )
}





export const ProductFour = () => {
    return(
        <ShowMenuItem
            categoriesName={"в  Работа"}
            name_1={"Розничная торговля / Продажи"}
            name_2={"Транспорт / логистика"}
            name_3={"Строительство"}
            name_4={"Бары / рестораны"}
            name_5={"Юриспруденция и бухгалтерия"}
            name_6={"Охрана / безопасность"}
            name_7={"Домашний персонал"}
            name_8={"Красота / фитнес / спорт"}
            name_9={"Туризм / отдых / развлечения"}
            name_10={"Образование"}
            name_11={"Культура / искусство"}
            name_12={"Медицина / фармация"}
            name_13={"ИТ / телеком / компьютеры"}
            name_14={"Маркетинг / реклама / дизайн"}
            name_15={"Производство / энергетика"}
            name_16={"Cекретариат / АХО"}
            name_17={"Начало карьеры / Студенты"}
            name_18={"Сервис и быт"}
            name_19={"Другие сферы занятий"}
            name_20={"Частичная занятость"}

        />
    )
}


export const ProductFive = () => {
    return(
        <ShowMenuItem
            categoriesName={"в Животные"}
            name_1={"Собаки"}
            name_2={"Кошки"}
            name_3={"Аквариумистика"}
            name_5={"Птицы"}
            name_6={"Грызуны"}
            name_7={"Сельхоз животные"}
            name_9={"Зоотовары"}
            name_10={"Вязка"}
            name_11={"Бюро находок"}
            name_13={"Другие животные"}
            name_14={"Животные даром"}
        />
    )
}



export const ProductSix = () => {
    return(
        <ShowMenuItem
            categoriesName={"в Дом и сад"}
            name_1={"Мебель"}
            name_2={"Сад / огород"}
            name_3={"Предметы интерьера"}
            name_5={"Товары для строительства/ремонта"}
            name_6={"Инструменты"}
            name_7={"Сельхоз животные"}
            name_9={"Комнатные растения"}
            name_10={"Посуда / кухонная утварь"}
            name_11={"Садовый инвентарь"}
            name_13={"Хозяйственный инвентарь / бытовая химия"}
            name_14={"Канцтовары / расходные материалы"}
            name_17={"Продукты питания / Напитки"}
            name_20={"Прочие товары для дома"}
        />
    )
}


export const ProductSeven = () => {
    return(
        <ShowMenuItem
            categoriesName={"в Электроника"}
            name_1={"Телефоны"}
            name_2={"Компьютеры"}
            name_3={"Фото / видео"}
            name_5={"Тв / видеотехника"}
            name_6={"Аудиотехника"}
            name_7={"Игры и игровые приставки"}
            name_9={"Техника для дома"}
            name_10={"Техника для кухни"}
            name_11={"Климатическое оборудование"}
            name_13={"Индивидуальный уход"}
            name_14={"Аксессуары и комплектующие"}
            name_15={"Прочая электроника"}
        />
    )
}



export const ProductEight = () => {
    return(
        <ShowMenuItem
            categoriesName={"в Бизнес и услуги"}
            name_1={"Строительство / ремонт / уборка"}
            name_2={"Финансовые услуги / партнерство"}
            name_3={"Перевозки / аренда транспорта"}
            name_4={"Реклама / полиграфия / маркетинг / интернет"}
            name_5={"Няни / сиделки"}
            name_6={"Сырьё / материалы"}
            name_7={"Красота / здоровье"}
            name_8={"Образование / Спорт"}
            name_9={"Услуги для животных"}
            name_10={"Продажа бизнеса"}
            name_11={"Развлечения / Искусство / Фото / Видео"}
            name_12={"Туризм"}
            name_13={"Услуги переводчиков / набор текста"}
            name_14={"Авто / мото услуги"}
            name_15={"Обслуживание, ремонт техники"}
            name_16={"Юридические услуги"}
            name_17={"Прокат товаров"}
            name_18={"Прочие услуги"}
        />
    )
}


export const ProductNine = () => {
    return(
        <ShowMenuItem
            categoriesName={"в Мода и стиль"}
            name_1={"Одежда/обувь"}
            name_2={"Для свадьбы"}

            name_6={"Мода разное"}
            name_7={"Наручные часы"}

            name_11={"Техника для кухни"}
            name_12={"Подарки"}

            name_16={"Красота / здоровье"}
        />
    )
}


export const ProductTen = () => {
    return(
        <ShowMenuItem
            categoriesName={"в Хобби, отдых и спорт"}
            name_1={"Антиквариат / коллекции"}
            name_2={"Музыкальные инструменты"}

            name_6={"Другое"}
            name_7={"Спорт / отдых"}

            name_11={"Книги / журналы"}
            name_12={"CD / DVD / пластинки / кассеты"}

            name_16={"Билеты"}
        />
    )
}








































